Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_veiledning_kp_regning_3trinn_nordsamisk.docx.tmx
Source language: sme
Languages: sma

source: Kártengeahččaleapmi rehkenastimis
sma: Goerehtallemepryöve ryöknedimmesne

source: 3. ceahkki
sma: daltesasse

source: Oahpaheaddjibagadus 2015
sma: Bïhkedimmie lohkehtæjjide 2015

source: Davvisámegillii
sma: Åarjelsaemien

source: Sisdoallu
sma: Sisvege

source: 1 GEAHČČALEAMI BIRRA 3 Sierra beroštumi rádji 4 Maid mihtida 3. jahkeceahki kártengeahččaleapmi rehkenastimis ?
sma: 1. PRYÖVEN BÏJRE... 3 Tjoeperdimmieraaste... 4 Maam goerehtallemepryöve ryöknedimmesne 3. daltesasse möölehte ?...

source: 4 Mo geavahit bohtosiid vuođđun viidásit oahpaheamis ?
sma: 4 Guktie illedahkide nuhtjedh goh våarome dan vijriesåbpoe lïerehtæmman ?...

source: 6 2 OVDAL GEAHČČALEAMI 7 Diehtu váhnemiidda / ovddasteddjiide 8 Diehtu ohppiide 8 3 GEAHČČALEAMI ČAĐAHEAPMI 8 4 GEAHČČALEAMI MAŊŊIL 10 Čuovvoleapmi ohppiin geat leat sierra beroštumi ráji vuolábealde 10 Doahpagiid ja máhtolašvuođaid ovdánahttin 12 Lohkan 14 Lohkodoahpagat 15 Lohkoráidu ja lohkolinnjá 18 Rehkenastin 20 Ohppiidportreahtat – Adam, Lena ja Biijá 22 Adam – jur vuolábealde sierra beroštumi ráji 23 Lena - Ollu vuollelis sierra beroštumi ráji 24 Bijjá - ollu bajábealde sierra beroštumi ráji 25 Bohtosiid čuovvoleapmi oahpaheaddjijoavkkus 26 Skuvlajođiheaddji ovddasvástádus 27 Eanet dieđut ja resurssat 27 Evttohuvvon lassi lohkamuššii 28
sma: PRYÖVEN MÆNNGAN... 10 Dåarjelimmie learoehkijstie tjoeperdimmieraasten nuelesne... 10 Evtiedimmie goerkesistie jïh tjiehpiesvoetijste... 12 Ryökneme... 14 Taaledïejvesh... 17 Taaleraajroe jïh taalesïeve... 19 Ryöknedimmie... 22 Learohkeportrehth - Aanta, Ealla jïh Jonna... 25 Aanta ånnetji tjoeperdimmieraasten nuelesne... 25 Ealla – guhkene tjoeperdimmieraasten nuelesne... 27 Jonna - guhkene tjoeperdimmieraasten bijjelen... 28 Vïjriesåbpoe barkoe illedahkijste lohkehtæjjadåehkesne... 29 5. Skuvleåvtehken dïedte... 29 6.

source: Ođas jagi 2014 rájes
sma: Orre jaepeste 2014

source: Jagi 2014 rájes čađahuvvojit ođđa reviderejuvvon kártengeahččaleamit lohkamis ja rehkenastimis 1.-3. jahkeceahkkái.
sma: Jaepeste 2014 orre, orrestahteme giehtjedimmieh tjïrrehtuvvieh, lohkemem jïh ryöknedimmiem 1. – 3. daltesisnie goerehtalledh.

source: Geahččalemiin lea ođđa hápmi ja muhtun bargobihttáhámit ja sisdoalut geahččalemiin leat rievdaduvvon ovddit geahččalemiid ektui.
sma: Dah pryövh aktem orre guelmiem åådtjeme, jïh såemies laavenjassehammoeh jïh sisvege pryövine leah jarkelamme, viertiestamme dej aarebi pryövigujmie.

source: Ulbmil ođđa geahččalemiiguin lea earuhit buorebut ohppiid vuolábealde ja bajábealde sierra beroštumi ráji.
sma: Ulmie dej orre pryövigujmie lea buerebelaakan learohki gaskem joekehtidh mah tjoeperdimmieraasten bijjelen jïh nuelesne.

source: Geahččaleamit galget maiddái addit eanet dieđuid ohppiid birra geat rahčet.
sma: Doh pryövh edtjieh aaj jienebh bïevnesh vedtedh dej viesjies learohki bïjre.

source: Dain leat danne ollu álkes bargobihtát eaige mihtit ulbmilolahusa oahppoplánaid ektui ohppiide geat eai raža.
sma: Dan åvteste dah sijhtieh jïjnjh aelhkie laavenjassh utnedh, jïh eah sïjhth ulmiejaksemem möölehtidh, viertiestamme learoesoejkesjinie dejtie veaksehke learoehkidie.

source: Kártengeahččalemiin lea eallináigi 5 jagi ovdalgo reviderejuvvojit, ja seamma geahččaleapmi čađahuvvo dan dihte vihtta jagi maŋŋálagaid.
sma: Sæjroe medtie vïjhte jaepieh jielieh åvtelen dah staeriesuvvieh, jïh dïhte seamma pryöve dan åvteste tjïrrehtamme sjædta vïjhte jaepiej iktemearan.

source: GEAHČČALEAMI BIRRA
sma: 1. PRYÖVEN BÏJRE

source: Dát bagadus lea čállon dutnje geas leat oahppit geat galget čađahit 3. jahkeceahki kártengeahččaleami rehkenastimis.
sma: Daate bïhkedimmie lea tjaaleme dutnjien gïen learohkh mah edtjieh goerehtallemepryövem ryöknedimmesne tjïrrehtidh 2. daltesisnie.

source: Ulbmil geahččalemiin lea fuomášit ohppiid geat dárbbašit liige čuovvoleami vai ožžot buoret vuođu viidásit bargui rehkenastima vuođđo máhtolašvuođain.
sma: Pryöven aajkoe lea learohkh damtijidh mah lissie dåarjelimmiem daarpesjieh juktie aktem buerebe våaromem åadtjodh dan guhkiebasse barkose dej uvtemesth tjiehpiesvoetigujmie ryöknedimmesne.

source: Bagadusas leat rávvagat ja dieđut dasa maid galggašii bargat ovdal geahččaleami, geahččaleami čađaheamis ja maŋŋil geahččaleami.
sma: Bïhkedimmesne raerieh jïh bïevnesh dan bïjre maam byöroe darjodh åvtelen, mearan jïh mænngan pryövide tjïrrehtamme.

source: Bagadusa maŋemus oassi, mas leat rávvagat maid galgá bargat maŋŋil geahččaleami čađaheami, čilge mo bohtosiid sáhttá geavahit daid ohppiid čuovvoleapmái geat leat sierra beroštumi ráji vuolábealde.
sma: Minngemes bielie bïhkedimmeste lea guktie maahta illedahkide nuhtjedh juktie dejtie learoehkidie vijriesåbpoe dåarjelidh mah akten tjoeperdimmieraasten nuelesne skååredieh.

source: Geahččaleami birra sáhtát maiddái lohkat dieđuid Oahpahusdirektoráhta neahttasiidduin (www.udir.no)
sma: Datne maahtah vielie pryöven bïjre lohkedh Ööhpehtimmiedirektovraaten nedtesæjrojne (www.udir.no).

source: KÁRTENGEAHČČALEMIID BIRRA Mii lea ulbmil geahččalemiin ?
sma: GOEREHTALLEMEPRYÖVI BÏJRE Mij lea pryöven aajkoe ?

source: Kártengeahččaleamit galget almmustahttit leat go oahppit geat eai leat oahppan dárbbašlaš máhtolašvuođaid álgooahpahusas.
sma: Goerehtallemepryövh edtjieh vueptiestidh mejtie leah learohkh mah eah leah daerpies tjiehpiesvoeth aalkoelierehtimmesne vejtiestamme.

source: Geahččaleami bohtosat galget veahkehit oahpaheddjiid ja skuvlajođiheddjiid identifiseret ohppiid geat leat vuolábealde ” sierra beroštumi ráji ” ja geat dárbbašit liige čuovvoleami.
sma: Illedahkh pryöveste edtjieh lohkehtæjjide jïh skuvleåvtehkem viehkiehtidh learohkh damtijidh mah leah akten tjoeperdimmieraasten nuelesne jïh mah lissie dåarjelimmiem daarpesjieh.

source: Geahččalemiid dieđuid ferte geahččat searválagaid eará dieđuiguin mat skuvllas leat ohppiid birra.
sma: Tjuara bïevnesh pryövijste ektesne vuejnedh jeatjah bïevnesigujmie learohken bïjre mejtie skuvle åtna.

source: Jus muhtun oahppi geahččaleami bohtosat čájehit váilevaš doabaipmárdusa ja / dahje rehkenastinmáhtolašvuođa, de sáhttá leat dárbu eanet kártemii ovdalgo oahppi oažžu liige čuovvoleami.
sma: Dastegh pryöveilledahkh akten learoehkasse vuesiehtieh learohken leah faatoes diejvesegoerkese jïh / jallh ryöknemetjiehpiesvoeth, maahta daerpies årrodh vielie goerehtalledh åvtelen learohke lissie dåarjelimmiem åådtje.

source: Maid mihtida geahččaleapmi ?
sma: Maam goerehtallemepryövh möölehtieh ?

source: Kártengeahččaleapmi galgá iskat man muddui oahppi doabaipmárdus ja vuođđomáhtolašvuođat leat dan ektui mii oahppoplánain lea mihttun vuođđo máhtolašvuohtan guhtege fágas.
sma: Goerehtallemepryövh edtjieh goerehtidh mennie mieresne learohki diejvesegoerkese jïh maadthtjiehpiesvoeth leah learoesoejkesjen ulmiej mietie dejtie uvtemesth tjiehpiesvoetide dennie sjyöhtehke faagesne.

source: Geahččaleamis leat ollu álkes bargobihtát ja addá danne unnán dieđu ohppiid birra geat máhttet buot dahje measta buot bargobihtáid.
sma: Pryövesne jïjnjh aelhkie laavenjassh, jïh dan åvteste vaenie bïevnesh vadta dej learohki bïjre mah gaajhkide jallh mahte gaajhkide laavenjasside buektiehtieh.

source: Áidna maid sáhttit dadjat ohppiid birra geat leat máhttán ollu dahje visot bargobihtáid lea ahte sis lea doarvái máhtolašvuohta vuođđun viidásit oahpahussii, muhto diehtit unnán man ollu sii rievttimielde máhttet.
sma: Dïhte aajnehke maam mijjieh maehtebe dej learohki bïjre jiehtedh mah jïjnjem jallh gaajhkem buektiehtieh, lea dah nuekies tjiehpiesvoeth utnieh goh våarome dan guhkiebasse lierehtæmman, men mijjieh vaenie daejrebe man jïjnjem dah raaktan maehtieh.

source: Dainna lágiin lea kártengeahččalemiin erohus nationála geahččalemiin main leat maiddái váttis bargobihtát ja mat addet dieđuid ohppiin buot máhtolašvuođa dásiin.
sma: Naemhtie goerehtallemepryövh nasjovnaale pryövijste joekehtieh gusnie aaj gierve laavenjassh, jïh bïevnesh learohki bïjre vedtieh gaajhkine daltesinie.

source: Fertejit go buot oahppit čađahit geahččaleami ?
sma: Gaajhkh learohkh tjuerieh pryövem vaeltedh ?

source: 2. jahkeceahkis galget buohkat váldit geahččaleami.
sma: Gaajhkh learohkh 3. daltesisnie edtjieh pryövem tjïrrehtidh.

source: Oahppit geat leat buohccit geahččaleami čađahanbeaivvi, dahje leat eret eará sivaid dihte, galget beassat váldit geahččaleami maŋŋil.
sma: Learohkh mah leah skiemtjine pryövebiejjien, jallh jeatjah gaatoem utnieh, edtjieh nuepiem åadtjodh pryövem vaeltedh akten jeatjah biejjien.

source: Eanet dieđut das geat eai dárbbaš váldit geahččaleami leat čađaheami njuolggadusain Re t ning s linjer for gjennomføring.
sma: Bïevnesh luejhtiehtimmien bïjre lea lihkebe buerkiestamme njoelkedassine Retningslinjer for gjennomføring.

source: Sáhttá go geahččaleami heivehit ohppiide ?
sma: Learohkh maehtieh sjïehteladtemem åadtjodh ?

source: Skuvllas lea ovddasvástádus ahte oahppit geat dárbbašit heivehusaid maiddái sáhttet čađahit kártengeahččaleami.
sma: Skuvle dïedtem åtna ihke learohkh mah sjiere sjïehteladtemem daarpesjieh aaj maehtieh goerehtallemepryövem tjïrrehtidh.

source: Heiveheapmi sáhttá leat earret eará ahte čađahit geahččaleami smávit joavkkuin, dahje čađahit geahččaleami okto, dahje ahte leat bottut.
sma: Sjïehteladteme maahta vuesiehtimmiem gaavhtan årrodh pryövem darjodh aktene onne dåehkesne, dam oktegh darjodh, jallh jienebi eejehtimmiejgujmie.

source: Skuvla ii sáhte ráhkadit sierra ortnegiid mat sáhttet váikkuhit ohppiid bohtosiidda nugo veahkkeneavvuid geavaheamit dahje eanet áigi juohke siiddu čađaheapmái.
sma: Skuvle ij maehtieh jijtsh öörnegh darjodh mah maehtieh learohkeilledahkide tsevtsedh, goh Sæjroe viehkiedïrregh nuhtjedh jallh lissie tïjjem nuhtjedh fïerhtene sæjrosne.

source: Skuvlajođiheaddji ferte árvvoštallat ovttaskas oahppi dárbbuid sierra heiveheapmái.
sma: Skuvleåvtehke tjuara vuarjasjidh fïerhten learohken daerpiesvoeth sjïere sjïehteladtemasse.

source: Geas lea ovddasvástádus kártengeahččaleami čađaheapmái ?
sma: Gie dïedtem åtna goerehtallemepryövide tjïrrehtidh ?

source: Skuvlajođiheaddjis lea bajimus ovddasvástádus láhčit dili nu ahte oahppit oassálastet geahččaleami čađaheamis.
sma: Skuvleaajhtere dam bijjemes dïedtem åtna sjïehteladtedh ihke gaajhkh learohkh meatan tjïrrehtimmesne.

source: Sierra beroštumi rádji
sma: Tjoeperdimmieraaste

source: Kártengeahččalemiin lea sierra beroštumi rádji dan váste ahte galgá identifiseret ohppiid geat dárbbašit liige čuovvoleami ovdánahttit lohkodoahpagiid ja rehkenastinmáhtolašvuođaid.
sma: Goerehtallempryöven akte tjoeperdimmieraaste guktie mijjieh maehtebe learohkh damtijidh mah lissie dåarjelimmiem daarpesjieh jis edtjieh aktem hijven taalegoerkesem

source: Sierra beroštumi rádji mearriduvvo go buohtastahttet bohtosiid ohppiidjoavkkus mat sáhttet leat ovddasteaddjin vuosttaš gearddi go geahččaleami čađahit.
sma: Tjoeperdimmieraastem aerviedibie gosse illedahkide akten sjiehteles learohkedåahkan viertiestibie, voestes aejkien pryövem tjïrrehtibie.

source: Rádji biddjo nu ahte lea dat poeaŋŋa dahje unnit poeaŋŋa go mii lea riikkadásis 20 proseantta ohppiin geat leat ožžon heajumus bohtosiid.
sma: Raaste bïejesåvva naemhtie guktie dah viesjiehtommes 20 prosenth learoehkijstie abpe laantesne seamma jïjnjh, jallh vaenebh poengh goh

source: Sierra beroštumi rádji almmuhuvvo loahpageahčen borgemánu 2014.
sma: Tjoeperdimmieraastem sïjhtebe bæjhkoehtidh mïetsken 2015 minngiegietjesne.

source: Gaskaboddosaš sierra beroštumi ráji gávdná dieđihanskovis oasis Instruksjon for gjennomføring Vurderingsveiledning mii lea almmuhuvvon neahttabáikkis PAS.
sma: Datne aktem åvtelhbodti raastem gaavnh vïhtesjadtemegoeresne tjaaleginie Instruksjon for gjennomføring jïh Vurderingsveiledning mah leah bæjhkoehtamme PAS:sne.

source: Gaskaboddosaš ja loahpalaš sierra beroštumi rájis ii dáidde ollu erohus.
sma: Seapan ij sïjhth stoerre joekehtse årrodh dej åvtelhbodti jïh minngemosth tjoeperdimmieraasti gaskem.

source: Sierra beroštumi ráji ii ábut atnit áibbas čavga rádjin.
sma: Ij tjoerh tjoeperdimmieraastem vuejnedh goh akte vihties raaste.

source: Muhtun oahppit geat leat juste bajábealde sierra beroštumi ráji, dárbbašit maiddái liige čuovvoleami.
sma: Såemies dejtie learoehkijstie dåehkesne mah leah eevre tjoeperdimmieraasten bijjelen sijhtieh aaj lissie

source: Dasa lassin sáhttá oahpaheaddji vásihit ahte oahppit ožžot poeaŋŋaid jur vuolábealde dahje sierra beroštumi ráji lahkosis, vaikko ovdalaš áicamat oahppis eai leat čájehan váilevaš máhtolašvuođaid.
sma: Lissine lohkehtæjja maahta dååjredh akte learohke tjoeperdimmieraasten nuelesne jallh eevre lïhke skåårede, seamma tïjjen goh aarebi vïhtesjimmieh learoehkijstie maam akt jeatjebem vuesehte.

source: Danne lea dehálaš geavahit veahkkin eará dieđuid oahppi birra su viidásit čuovvoleamis.
sma: Dan åvteste vihkeles jeatjah jïh aarebi bïevnesh krööhkedh mejtie learohki bïjre åtna dennie vijriesåbpoe

source: Maid mihtida 3. jahkeceahki kártengeahččaleapmi rehkenastimis ?
sma: Maam goerehtallemepryöve ryöknedimmesne 3. daltesasse möölehte ?

source: Kártengeahččaleapmi galgá geavahuvvot kártet rehkenastima vuođđo máhtolašvuohtan, ráddjejuvvon ohppiid lohkoipmárdussii ja rehkenastinmáhtolašvuhtii 1.
sma: Edtja goerehtallemepryövem nuhtjedh juktie ryöknedimmiem goerehtalledh goh uvtemesth tjiehpiesvoeth, gaertjiedamme learohki taalegoerkesasse jïh ryöknedimmietjiehpiesvoetese.

source: Ulbmil geahččalemiin lea identifiseret ohppiid geain lea váilevaš doabaipmárdus ja geain leat váilevaš lohkan- ja rehkenastinmáhtolašvuođat.
sma: Pryöven aajkoe lea learohkh damtijidh mej viesjies goerkese jïh viesjies ryökneme- jïh ryöknedimmietjiehpiesvoeth. Pryöve lea gårredamme

source: Geahččaleapmi váldá vuođu rehkenastima definišuvnnas ja progrešuvdnačilgehusas Rammeverk for grunnleggende ferdigheter 2 oahppoplána gelbbolašvuođamihtus 3.
sma: tjïelkestimmesne jïh progresjovnebuerkiestimmesne ryöknedæmman tjaalegisnie Rammeverk for grunnleggende ferdigheter jïh maahtoeulmine jïh learoesoejkesjisnie.

source: Geahččaleapmi lea ráhkaduvvon dakkárin ahte galgá addit eanemus dieđuid ohppiid birra geaid čuoggát leat sierra beroštumi ráji lahkosis.
sma: Vihkeles daejredh learohkh mah leah tjoeperdimmieraasten nuelesne maehtieh gaajh joekehts aath buektiehtidh, jïh joekehts Sæjroe aatigujmie tjabredh.

source: Lea dehálaš diehtit ahte oahppit vuolábealde ráji sáhttet hui iešguđet ládje máhttán geahččaleami ja sis sáhttet iešguđetlágan rahčamušat.
sma: Dan åvteste daerpies illedahkide vuarjasjidh fïerhten learoehkasse jeatjah bïevnesi vööste learohken bïjre, åvtelen sjæjsjalimmieh vaaltah dan guhkiebasse barkoen bïjre.

source: Danne lea dárbbašlaš ovttaskas oahppi bohtosiid árvvoštallat searválaga eará dieđuiguin oahppi birra, ovdal go mearrida maid berre viidásit bargat.
sma: Vihkeles illedahkh jïh raerieh dan geajnoen bïjre guhkiebasse aaj eejhtegidie vadtasuvvieh dej learohki mah lissie dåarjelimmiem daarpesjieh, guktie eejhtegh maehtieh

source: Dehálaš lea daid ohppiid váhnemiidda - geat dárbbašit čuovvoleami, ovddidit makkár bohtosat ja rávvagat sidjiide leat, nu ahte váhnemat sáhttet doarjut mánáideaset ovdánahttima matematihka vuođđo máhtolašvuođain.
sma: Sæjhta doh ellen jeanatjommes learohkh mejtie goerehtallemepryöve damtije, dåarjelidh mierien sisnjelen sjïehtedamme lïerehtimmeste. Læjhkan naan gille learohkh mejtie byöroe vijriesåbpoe salkehtidh, juktie daerpiesvoeth vuarjasjidh sjïereööhpehtimmine.

source: Eanas ohppiid maid kártengeahččaleamit áiccalmahttet, sáhttá čuovvolit heivehuvvon oahpahusa rámma siskkobealde.
sma: Vuelielisnie akte vuarjasjimmie dorjesåvva mah aspekth dejnie uvtemesth tjiehpiesvoetine ryöknedimmesne mejtie maahta pryövesne möölehtidh.

source: Muhtun ohppiid berre guorahallat viidáseappot, iskat leago dárbu sierraoahpahussii.
sma: Learohkh mah tjoeperdimmieraasten nuelesne skååredieh leah aktene vuelege daltesisnie.

source: Vuođđo máhtolašvuođat rehkenastimis leat juhkkojuvvon njealji máhtolašvuođasuorgái:
sma: Doh uvtemesth tjiehpiesvoeth ryöknedimmesne leah juakeme njieljie tjiehpiesvoetesuerkine:

source: Dovdat ja čilget lea 1. dásis čilgejuvvon ná: “ Dovdá konkrehta diliid mat sáhttet čovdojuvvot rehkenastimiin, ja ráhkada gažaldagaid daidda ”.
sma: • Damtijidh jïh buerkiestidh 1. njieptjesne lea buerkiestamme goh «Damtije vihties tsiehkieh mejtie maahta ryöknedimmesne loetedh, jïh gyhtjelassh dejtie dorješ.

source: Lunddolaš lea dan čatnat dilálašvuođaide mat siskkildit loguid ja sturrodagaid.
sma: Iemie daam dejtie tsiehkide viedtedh mah taalh jïh stoeredahkh meatan utnieh.

source: 3. jahkeceahkkái mearkkaša dat máhttit ráhkadit rievttes rehketvuogi dilálašvuođain mat čilgejuvvojit illustrašuvnnaiguin, ovdamearka dihte rehkenastit man ollu guokte diŋgga mákset oktii.
sma: daltesasse sæjhta jiehtedh reaktoe ryöknedimmievuekiem hammoedidh dejtie tsiehkide mah buerkiestamme sjidtieh guvvijste, goh ryöknedidh mennie åesesne göökte daeverh tjåanghkan sjidtieh.

source: Sáhttá maiddái leat nu álki go ipmirdit ahte čieža eappela (beallekonkrehta / sárgosat) sáhttet ovddastit (lohko) symbola 7, dahje sáhttit buohtastahttit guokte ovddasteaddji seamma lohkui (ovdamearka dihte lohkosymbola ja konkrehtaid).
sma: Maahta aaj mij akt dan aelhkie årrodh goh guarkedh tjïjhtje eeplah (bieliekonkreeth / guvvie) maahta vuesiehtidh (taale) symbovline 7, jallh maehtedh göökte representasjovnh seamma taalese viertiestidh (vuesiehtimmien gaavhtan taalesymbovlh jïh konkreeth).

source: Geavahit ja ávkkástallat lea 1. dásis čilgejuvvon ná: “ Geavaha álkes strategiijaid lohkat ja juogustit hivvodagaid ja geometralaš hámiid.
sma: • Nuhtjedh jïh gïetedidh lea 1. njieptjesne buerkiestamme goh “ aelhkie strategijh nuhtjie gosse edtja ryöknedh, veahkah jïh geometrijen goerh klassifiseradidh.

source: Rehkenastá álkes rehketbihtáid iešguđetlágan vugiiguin.
sma: Aelhkie aerviedimmieh dorje joekehtslaakan ”.

source: 3. jahkeceahki geahččaleamis lea lunddolaš ráddjet dan máhttui geavahit strategiijaid loguidlohkamis ja juogustit hivvodagaid ja sáhttit čađahit aritmehtalaš rehkenastimiid (sihke gárvvisin biddjon ja ii gárvvisin biddjon bargobihtáid).
sma: Pryövese 2. daltesasse lea iemie daam gaertjiedidh jïh ajve strategijh nuhtjedh ryöknemasse jïh klassifiseradæmman veahkijste, jïh maehtedh aritmetriske aerviedimmieh tjïrrehtidh (dovne bæjjese bïejeme jïh ij bæjjese bïejeme laavenjassh).

source: Suokkardit ja árvvoštallat leat čilgejuvvon ná: “ Mearridit leago boađus vástádus gažaldahkii mas jerrojuvvui ”.
sma: • Ussjedalledh jïh vuarjasjidh lea buerkiestamme goh «Sjæjsjele mejtie akte illedahke

source: Dien lea dábálaččat ohppiide hui gáibideaddji árvvoštallat “ ii-njálmmálaš ” dilálašvuođas ja dat dahká ila stuora rievddademiin ohppiid gaskkas makkár máhttu sis lea hámuhit čálalaččat.
sma: lea vaestiedasse gyhtjelassese mij gihtjesovviš. Aervede krïevije sjædta learoehkasse daam vuarjasjidh aktene «ij-njaalmeldhš tsiehkesne, jïh sæjhta fer gïerve årrodh learoehkasse dam tjaaleldh darjodh.

source: Danne dat oassi ii árvvoštallojuvvo.
sma: Dan åvteste ij sïjhth dam aspektem vuarjasjidh.

source: Kommunikašuvdna lea čilgejuvvon ná: “ Geavaha iešguđetlágan veahkkeneavvuid čilget álkes rehkenastimiid ”.
sma: • Govlesadteme lea buerkiestamme goh «ovmessie viehkiedïrregh nuhtjie juktie aelhkie aerviedimmieh darjodhš.

source: Kártengeahččalemiid rámmaplánaid mielde eai galgga geahččaleamis mihtidit ohppiid máhtuid čállimis ja lohkamis.
sma: Mierievierhkesne goerehtallemepryövide tjåådtje dah pryövh eah edtjh learohki maahtoem tjaeliemisnie jïh lohkemisnie möölehtidh.

source: Kommunikašuvnna eai danne árvvoštala das, muhto dat mihtiduvvo eahpenjuolgadit: Go oahppit čovdet geahččaleamis bargobihtáid, de fertejit sii geavahit matematihkalaš symbolaid riekta nu ahte earát maid ipmirdit maid sii leat bargan.
sma: Sæjroe guarkedh maam dah leah dorjeme.

source: Oahppit kommuniserejit go čállet loguid ja symbolaid.
sma: Learohkh govlesedtieh viehkine taalh jïh symbovlh tjaeledh.

source: Eanas bargobihtát leat ráhkaduvvon suorgái Geavahit ja ráhkadit.
sma: Dah jeenjemes laavenjassh leah evtiedamme suarkan Nuhtjedh jïh gïetedidh.

source: Aspektii Dovdat ja čilget leat maiddái ráhkaduvvon bargobihtát.
sma: Aaj laavenjassh evtiedamme aspektese Damtijidh jïh buerkiestidh.

source: Dasa lassin leat ráhkaduvvon muhtun bargobihtát mat isket vuođđo doabaipmárdusa mii lea dárbbašlaš eaktun matematihka vuođđo máhtolašvuođaid ovdánahttimis.
sma: Lissine lea evtiedamme såemies laavenjassh mah vihkielåbpoe dïejvesegoerkesem teestadieh, mij lea daerpies jis edtja maehtedh doh uvtemesth tjiehpiesvoeth ryöknedimmesne evtiedidh.

source: 3. jahkeceahki kártengeahččalemiid bargobihtáid sáhttá juohkit njealji temái:
sma: Maahta laavenjasside goerehtallemepryövesne 3. daltesasse njieljie teemine juekedh:

source: Loguid lohkan temá mearkkaša máhttit lohkat struktuvrralaš ja eahpestruktuvrralaš hivvodagaid, lohkagoahtit viidásit muhtun logus (sihke bajásguvlui ja vulosguvlui), ja máhttit lohkat guvttiin-ja guvttiin, viđáin-ja viđáin ja nu ain viidásit.
sma: • Ryöknemetjiehpiesvoeth leah maehtedh struktuvreradamme jïh ovstruktuvreradamme veahkah lohkedh, guhkiebasse lohkedh akten saaht man taalen raejeste (dovne bæjjese jïh våålese), jïh maehtedh ryöknedh gööktine jïh gööktine, vïjhtine jïh vïjhtine jïh naemhtie vijriesåbpoe.

source: Lohkodoahpagiid temá mearkkaša ipmirdit guovddáš doahpagiid nugo stuorit go, unnit go, lohku ovdal, lagamus lohku ja nu ain.
sma: • Taaledïejvese leah maehtedh vihkeles dïejvesh guarkedh goh stuerebe goh, unnebe goh, taale åvtelen, lïhkemes taale jïh naemhtie vijriesåbpoe.

source: Dasa gullá maiddái máhttit čatnat oktii galle-leat rievttes symbolii, ja ipmirdit ja geavahit sadjevuogádaga 4.
sma: maehtedh låhkoem symbovlese ektiedidh jïh posisjovnesysteemem guarkedh jïh dam nuhtjedh.

source: Lohkoráidu ja lohkolinnjá temá sisdoallá ahte galgá nákcet bidjat loguid lohkolinnjái, galgá diehtit loguid gaskka, galgá čatnat lohkomeari dasa man ollu leat, ja geavahit dan ovdamearka dihte sirret loguid sturrodaga mielde.
sma: • Taaleraajroe jïh taalesïeve leah maehtedh taalh taalesïevese bïejedh, taali gåhkoen bïjre gaskemsh, maehtedh låhkoem ektiedidh veahkide jïh dam nuhtjedh juktie vuesiehtimmien gaavhtan taalh veesmedh stoeredahken mietie.

source: Rehkenastinmáhtolašvuohta temá siskkilda máhtu geavahit gelbbolašvuođa loguid ja meriid birra ovttas strategiijaiguin nu ahte sáhttá čoavdit gárvvisin biddjon ja ii biddjon bargobihtáid (artimetihkas).
sma: • Ryöknedimmietjiehpiesvoeth lea maehtedh daajroem nuhtjedh taali jïh veahkaj bïjre strategijigujmie ektine juktie bæjjese bïejeme jïh ij bæjjese bïejeme laavenjassh loetedh (aritmetihkesne).

source: Mo geavahit bohtosiid vuođđun viidásit oahpaheamis ?
sma: Guktie illedahkide nuhtjedh goh våarome dan vijriesåbpoe lïerehtæmman ?

source: Buot árvvoštallamiid maid addá ohppiide dađimielde go oahpaha sin, gohčodit dađistagaárvvoštallamin ja dat galget ovddidit oahppama.
sma: Gaajhkh vuarjasjimmieh mah jaabnan lïerehtimmesne vadtasuvvieh, jaabnanvuarjasjimmie gohtjesåvva, jïh edtja lïerehtimmiem eevtjedh.

source: Buot ohppiin lea riekti dasa, ja lea dehálaš ahte oahppit ipmirdit daid mihtuid mat vurdojuvvojit sin oahpaheamis.
sma: Gaajhkh learohkh edtjieh dam utnedh, jïh vihkeles learohkh guarkah mah lïerehtimmieulmieh mejtie veanhtedeminie dah edtjieh jaksedh.

source: Dehálaš lea ahte oahpaheaddjit geavahit dieđuid geahččalemiid bohtosiin heivehit ohppiid oahpahusa ovddosguvlui ohppiid oahppandárbbuid mielde.
sma: Vihkeles lohkehtæjjah bïevnesh pryöveilledahkijste nuhtjieh juktie dam vijriesåbpoe lïerehtimmiem sjïehtedidh learohki lïerehtimmiedaerpiesvoeti mietie.
